Repository: terafin/Open-Relay
Catalog: Open UI/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, bo, bs, ca, ceb, cs, da, de, el, es, et, eu, fa, fi, fr, fr_ca, ga, gl, he, hi, hr, hu, id, it, ja, ka, kab, ko, lt, lv, ms, nb, nl, pa, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, th, tk, tr, ug, uk, ur, uz, vi, zh_hans, zh_hant

# These %lld file%@ will be removed from the knowledge base.
source: These %1$lld file%2$@ will be removed from the knowledge base.
ar: سيتم حذف هذه %lld ملف%@ من قاعدة المعرفة.
az: Bu %lld fayl%@ bilik bazasından silinəcək.
bg: Тези %lld файл%@ ще бъдат премахнати от базата знания.
bn: এই %lld ফাইল%@ জ্ঞান ভান্ডার থেকে সরিয়ে দেওয়া হবে।
bo: འདི་%lldཡིག་ཆ%@ཚོ་ཚོགས་ཤེས་ཀྱི་རྒྱུ་དེ་ནས་བསུབ་ནས་ཡོད།
bs: Ove %lld datoteke%@ će biti uklonjene iz baze znanja.
ca: Aquests %lld fitxer%@ s'eliminaran de la base de coneixement.
ceb: Ang %lld file%@ na ito ay aalisin mula sa knowledge base.
cs: Těchto %lld soubor%@ budou odstraněny z vědomostní báze.
da: Disse %lld fil%@ bliver fjernet fra vidensbasen.
de: Diese %lld Datei%@ werden aus der Wissensdatenbank entfernt.
el: Αυτά τα %lld αρχείο%@ θα αφαιρεθούν από τη βάση γνώσης.
es: Estos %lld archivo%@ se eliminarán de la base de conocimientos.
et: Need %lld fail%@ eemaldatakse teadmistebaasist.
eu: Fitxategi %lld%@ hauek jakintza-oinarritik kenduko dira.
fa: این %lld فایل%@ از پایگاه دانش حذف خواهد شد.
fi: Nämä %lld tiedosto%@ poistetaan tietokannasta.
fr: Ces %lld fichier%@ seront supprimés de la base de connaissances.
fr_ca: Ces %lld fichier%@ vont être supprimés de la base de connaissances.
ga: Beidh na %lld comhad%@ seo á bhaint amach as an bhunstór eolais.
gl: Estes %lld ficheiro%@ van ser eliminados da base de coñecemento.
he: %lld קובץ%@ אלו יוסרו מבסיס הידע.
hi: ये %lld फ़ाइल%@ नॉलेज बेस से हटा दी जाएंगी।
hr: Ove %lld datoteke%@ će biti uklonjene iz baze znanja.
hu: A(z) %lld fájl%@ eltávolításra kerül az adatbázisból.
id: File %lld%@ ini akan dihapus dari basis pengetahuan.
it: Questi %lld file%@ verranno rimossi dalla base di conoscenza.
ja: これら%lldファイル%@はナレッジベースから削除されます。
ka: ეს %lld ფაილი%@ მოიშორება ცოდნის ბაზიდან.
kab: Aya %lld file%@ ara tettwakksen seg tmentalt n tudert.
ko: 이 %lld개 파일%@은(는) 지식 기반에서 삭제돼요.
lt: Šie %lld failai%@ bus pašalinti iš žinių bazės.
lv: Šie %lld faili%@ tiks noņemti no zināšanu bāzes.
ms: Fail %lld%@ akan dibuang daripada pangkalan pengetahuan.
nb: Disse %lld fil%@ vil bli fjernet fra kunnskapsbasen.
nl: Deze %lld bestand%@ worden verwijderd uit de kennisbank.
pa: ਇਹ %lld ਫਾਇਲਾਂ%@ ਗਿਆਨ ਅਧਾਰ ਤੋਂ ਹਟਾਈ ਜਾਣਗੀਆਂ।
pl: Te %lld plik%@ zostaną usunięte z bazy wiedzy.
pt_br: Esses %lld arquivo%@ serão removidos da base de conhecimento.
pt_pt: Estes %lld ficheiro%@ vão ser removidos da base de conhecimento.
ro: Aceste %lld fișier%@ vor fi eliminate din baza de cunoștințe.
ru: Эти %lld файл%@ будут удалены из базы знаний.
sk: Tieto %lld súbor%@ budú odstránené zo znalostnej bázy.
sr: Ови %lld фајл%@ биће уклоњени из базе знања.
sv: Dessa %lld fil%@ kommer att tas bort från kunskapsbasen.
th: ไฟล์ %lld %@ นี้จะถูกลบออกจากฐานความรู้
tk: Bu %lld dosya%@ bilgi tabanından kaldırılacak.
tr: Bu %lld dosya%@ bilgi tabanından kaldırılacak.
ug: بۇ %lld ھۆججەت%@ بىلىملىك ساندىڭدىن چىقىرىۋېتىلىدۇ.
uk: Ці %lld файл%@ будуть видалені з бази знань.
ur: یہ %lld فائل%@ علم کی بنیاد سے ہٹائی جائے گی۔
uz: Bu %lld fayl%@ bilim bazasidan o'chiriladi.
vi: Những %lld tệp%@ này sẽ bị xóa khỏi cơ sở kiến thức.
zh_hans: 这%lld个文件%@将从知识库中移除。
zh_hant: 這 %lld 個檔案%@ 將從知識庫中移除。

source: These settings apply when using Apple's built-in speech synthesizer.
ar: هذي الإعدادات تسري عند استخدام مركب الصوت المدمج من أبل
az: Bu ayarlar Apple-ın daxili səs sentezatorundan istifadə edərkən işləyir.
bg: Тези настройки се прилагат при използване на вградения синтезатор на Apple.
bn: এই সেটিংস Apple-এর বিল্ট-ইন ভয়েস ব্যবহার করলে কাজ করে।
bo: Apple གི་སྒྲ་མཚུངས་བེད་ཆེས་འདི་ལ་སྤེལ་གི་ཡིན།
bs: Ove postavke se koriste sa Appleovim ugrađenim govornim sintetizatorom
ca: Aquests paràmetres s'apliquen usant el sintetitzador de veu integrat d'Apple.
ceb: Ang mga settings na ito ay ginagamit kapag gumagamit ng Apple's built-in speech synthesizer.
cs: Tato nastavení platí, když používáš zabudovaný Apple syntézátor řeči.
da: Disse indstillinger gælder når du bruger Apples talesynthesizer.
de: Diese Einstellungen gelten bei Nutzung von Apples eingebautem Sprachsynthesizer.
el: Αυτές οι ρυθμίσεις ισχύουν όταν χρησιμοποιείς το ενσωματωμένο speech synthesizer της Apple.
es: Estos ajustes se aplican cuando usas el sintetizador de voz integrado de Apple.
et: Need seadistused kehtivad Apple sisseehitatud kõnesünteesi kasutamisel.
eu: Ezarpen hauek Apple-ren barne hitz-ahots sintetizadorea erabiltzen denean aplikatzen dira.
fa: این تنظیمات هنگام استفاده از سنتز گفتار داخلی اپل اعمال می‌شن.
fi: Nämä asetukset koskevat Applen sisäänrakennetun puhesyntetisaattorin käyttöä.
fr: Ces paramètres s'appliquent quand tu utilises le synthétiseur vocal intégré d'Apple.
fr_ca: Ces paramètres s'appliquent avec le synthétiseur vocal intégré d'Apple.
ga: Baineann na socruithe seo do ghuth ionsuite Apple.
gl: Estas opcións aplícanse ao usar o sintetizador de voz integrado de Apple.
he: ההגדרות האלה חלות כשמשתמשים בסינתזה קול מובנית של Apple.
hi: ये सेटिंग्स Apple के बिल्ट-इन स्पीच सिंथेसाइजर का इस्तेमाल करते समय लागू होती हैं।
hr: Ove postavke se primenjuju pri korišćenju Apple-ovog ugrađenog sintetizatora govora.
hu: Ezek a beállítások az Apple beépített beszédszintetizátorának használatakor érvényesek.
id: Pengaturan ini berlaku saat pake speech synthesizer bawaan Apple.
it: Queste impostazioni si applicano quando usi il sintetizzatore vocale integrato di Apple.
ja: Apple標準の音声合成を使うときに適用される設定です
ka: ეს პარამეტრები ვრცელდება Apple-ის ჩაშენებული ხმის სინთეზატორის გამოყენებისას
kab: Tisenfar-agi ttgen tikta ticki tessexdmeḍ asebgus n temmert n Apple.
ko: Apple의 기본 음성 합성기 사용 시 적용되는 설정이에요.
lt: Šie nustatymai taikomi naudojant Apple įmontuotą kalbos sintezatorių.
lv: Šie iestatījumi darbojas ar Apple iebūvēto runas sintezatoru.
ms: Tetapan ini terpakai semasa menggunakan pensintesis ucapan bawaan Apple.
nb: Disse innstillingene gjelder når du bruker Apples innebygde talesyntesizer.
nl: Deze instellingen gelden bij gebruik van Apple's ingebouwde spraaksynthesizer.
pa: ਇਹ settings Apple ਦੇ built-in speech synthesizer ਨਾਲ use ਕਰਦੇ ਸਮੇਂ ਲਾਗੂ ਹਨ।
pl: Te ustawienia działają przy używaniu wbudowanego syntetyzatora mowy Apple'a
pt_br: Essas configurações se aplicam quando você usa o sintetizador de fala integrado da Apple.
pt_pt: Estas definições aplicam-se ao usar o sintetizador de fala integrado da Apple.
ro: Aceste setări se aplică când folosești sintetizatorul de vorbire încorporat al Apple.
ru: Эти настройки работают, когда ты используешь встроенный синтезатор речи Apple.
sk: Tieto nastavenia sa vzťahujú na Apple zabudovaný syntetizér reči.
sr: Ove postavke se koriste sa Apple-ovim ugradnim speech synthesizer-om.
sv: Dessa inställningar gäller när du använder Apples inbyggda talsyntes.
th: การตั้งค่านี้ใช้ได้ตอนใช้ Apple ตัวสังเคราะห์เสียงพูด
tk: Bu ayarlar Apple'ın yerleşik konuşma sentezleyicisini kullanırken geçerli.
tr: Bu ayarlar Apple'ın yerleşik konuşma sentezleyicisini kullanırken geçerlidir.
ug: بۇ تېڭشىمىلەر Apple سىستېما ئاۋازىنى ئىشلىتكەندە قوللىنىلىدۇ.
uk: Ці налаштування для вбудованого синтезатора Apple
ur: یہ سیٹنگز Apple کے بنے ہوئے سپیچ سنتھیسائزر استعمال کرتے وقت لاگو ہوتی ہیں۔
uz: Bu sozlamalar Apple ning o'rnatilgan nutq sintetizatorini ishlatganda qo'llaniladi.
vi: Cài đặt này dùng cho trình tổng hợp giọng của Apple.
zh_hans: 这些设置在使用 Apple 内置语音合成器时生效。
zh_hant: 使用 Apple 內建語音合成器時套用這些設定。

source: Thinking...
ar: جارٍ التفكير...
az: Düşünür...
bg: Мисля...
bn: চিন্তা করছি...
bo: བསམ་བཞིན་པ།...
bs: Razmišljam
ca: Pensant...
ceb: Nag-iisip...
cs: Přemýšlím...
da: Tænker...
de: Denke nach...
el: Σκέφτομαι...
es: Pensando...
et: Mõtleb...
eu: Pentsatzen...
fa: در حال فکر کردن...
fi: Ajattelee...
fr: En train de réfléchir...
fr_ca: En train de réfléchir...
ga: Ag smaoineamh...
gl: Pensando...
he: חושב...
hi: सोच रहे हैं...
hr: Razmišljam
hu: Gondolkodik...
id: Berpikir
it: Sto pensando...
ja: 思考中...
ka: ვფიქრობ...
kab: Yettxemmim…
ko: 생각 중...
lt: Mąsto...
lv: Domā...
ms: Berfikir...
nb: Tenker ...
nl: Aan het denken...
pa: ਸੋਚਿਆ ਜਾ ਰਿਹਾ...
pl: Myślę...
pt_br: Pensando...
pt_pt: A pensar...
ro: Gândește...
ru: Думаю...
sk: Premýšľam...
sr: Размишљам...
sv: Tänker...
th: กำลังคิด...
tk: Düşünüyor...
tr: Düşünüyor...
ug: ئويلاۋاتىدۇ...
uk: Думаю...
ur: سوچ رہا ہے...
uz: Ўйлаш...
vi: Đang suy luận...
zh_hans: 正在思考...
zh_hant: 正在思考...

source: This action cannot be undone.
ar: الإجراء ما فيه تراجع
az: Bu əməliyyat geri alına bilməz.
bg: Това действие не може да бъде отменено.
bn: এটা আন্ডু করা যাবে না।
bo: འདི་མེད་པར་གླེང་ཐུབ་མིན།
bs: Ova akcija se ne može poništiti
ca: Aquesta acció no es pot desfer.
ceb: Hindi na pwedeng i-undo ang aksyon na ito.
cs: Tuto akci nejde vrátit zpět.
da: Dette kan ikke fortrydes.
de: Diese Aktion kann nicht rückgängig gemacht werden.
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esta acción no se puede deshacer.
et: Seda toimingut ei saa tagasi võtta.
eu: Ekintza hau ezin da desegin.
fa: این کار قابل بازگشت نیست.
fi: Tätä toimintoa ei voi kumota.
fr: Cette action ne peut pas être annulée.
fr_ca: Cette action ne peut pas être annulée.
ga: Ní féidir seo a chur ar ais.
gl: Esta acción non se pode desfacer.
he: לא ניתן לבטל את הפעולה הזו.
hi: ये एक्शन अंडू नहीं हो सकता।
hr: Ova akcija se ne može poništiti.
hu: Ez a művelet nem vonható vissza.
id: Aksi ini gak bisa dibatalkan.
it: Questa azione non può essere annullata.
ja: この操作は取り消せません
ka: ეს მოქმედება ვერ გაუქმდება
kab: Tigawt-agi ur tezmirt ara ad tetthuli.
ko: 실행 취소할 수 없어요.
lt: Šio veiksmo negalima atšaukti.
lv: Šo nevar atsaukt.
ms: Tindakan ini tidak boleh dibuat semula.
nb: Denne handlingen kan ikke angres.
nl: Deze actie kan niet ongedaan gemaakt worden.
pa: ਇਹ ਕਾਰਜ ਵਾਪਸ ਨਹੀਂ ਹੋ ਸਕਦਾ।
pl: Tego nie można cofnąć
pt_br: Esta ação não pode ser desfeita.
pt_pt: Esta ação não pode ser desfeita.
ro: Această acțiune nu poate fi anulată.
ru: Это действие нельзя отменить.
sk: Túto akciu sa nedá vrátiť.
sr: Ova akcija se ne može poništiti.
sv: Den här åtgärden kan inte ångras.
th: ไม่สามารถเลิกทำได้
tk: Bu işlem geri alınamaz.
tr: Bu işlem geri alınamaz.
ug: بۇ ھەرىكەت قايتىلىمىسلىق.
uk: Цю дію не можна скасувати
ur: یہ عمل واپس نہیں ہو سکتا۔
uz: Bu amal bekor qilib bo'lmadi.
vi: Hành động này không thể hoàn tác được
zh_hans: 此操作无法撤销。
zh_hant: 此操作無法復原。

source: This audio file has no transcribed text.
ar: الملف الصوتي ما فيه نص مكتوب
az: Bu audio faylın transkripsiya mətn yoxdur.
bg: Този аудиофайл няма транскрибиран текст.
bn: এই অডিও ফাইলের ট্রান্সক্রিপশন নেই।
bo: སྒྲའི་ཡིག་ཆ་མེད།
bs: Ova audio datoteka nema transkribirani tekst
ca: Aquest fitxer d'àudio no té text transcrit.
ceb: Walang transcribed text ang audio file na ito.
cs: Tento zvukový soubor nemá přepsaný text.
da: Denne lydfil har ingen transskriberet tekst.
de: Diese Audiodatei hat keinen transkribierten Text.
el: Αυτό το αρχείο ήχου δεν έχει μεταγράφει κείμενο.
es: Este archivo de audio no tiene texto transcrito.
et: Sellel audiofailil pole transkribeeritud teksti.
eu: Audio fitxategi honek ez du transkribatutako testurik.
fa: این فایل صوتی هیچ متن رونوشت‌شده‌ای نداره.
fi: Tällä äänellä ei ole litteroitua tekstiä.
fr: Ce fichier audio n'a pas de texte transcrit.
fr_ca: Ce fichier audio n'a pas de texte transcrit.
ga: Níl aon téacs clóscríofa sa chomhad fuaime seo.
gl: Este ficheiro de audio non ten texto transcrito.
he: לקובץ אודיו הזה אין טקסט תומלל.
hi: इस ऑडियो फाइल में कोई ट्रांसक्राइब्ड टेक्स्ट नहीं है।
hr: Ova audio datoteka nema transkribanog teksta.
hu: Ennek az audiófájlnak nincs szövege.
id: File audio ini gak ada teks transkripsi.
it: Questo file audio non ha testo trascritto.
ja: このオーディオファイルは文字起こしテキストがありません
ka: ამ აუდიო ფაილს არ აქვს გადამწერილი ტექსტი
kab: Tfaylu n temmert-agi ur tesɛi ara aḍris yettwaẓar.
ko: 이 오디오 파일에는 전사된 텍스트가 없어요.
lt: Šis garso failas neturi perrašyto teksto.
lv: Šajam audio failam nav transkribēta teksta.
ms: Fail audio ini tidak ada teks transkripsi.
nb: Denne lydfilen har ingen transkribert tekst.
nl: Dit audiobestand heeft geen getranscribeerde tekst.
pa: ਇਸ ਆਡੀਓ ਫਾਈਲ ਦਾ ਕੋਈ ਲਿਖਤ ਨਹੀਂ।
pl: Ten plik audio nie ma transkrypcji
pt_br: Este arquivo de áudio não tem texto transcrito.
pt_pt: Este ficheiro de áudio não tem texto transcrito.
ro: Acest fișier audio nu are text transcris.
ru: В этом аудиофайле нет транскрибированного текста.
sk: Tento zvukový súbor nemá prepísaný text.
sr: Ova audio datoteka nema transkripciju.
sv: Den här ljudfilen har ingen transkriberad text.
th: ไฟล์เสียงนี้ไม่มีข้อความ
tk: Bu ses dosyasında yazılı metin yok.
tr: Bu ses dosyasında transkripsiyon yok.
ug: بۇ ئاۋاز ھۆججەتتە تېكست يوق.
uk: У цьому аудіофайлі немає тексту
ur: اس آڈیو فائل میں کوئی ٹرانسکرائب شدہ ٹیکسٹ نہیں ہے۔
uz: Bu audio faylda transkripsiya yo'q.
vi: File audio này không có bản ghi chép
zh_hans: 此音频文件没有转录文本。
zh_hant: 這個音訊檔案沒有轉錄文字。

source: This channel is read-only
ar: القناة للقراءة فقط
az: Bu kanal yalnız oxunaqdır
bg: Този канал е само за четене
bn: এই চ্যানেল শুধু পড়ার জন্য
bo: དེ་ལེན་ཉུང་ཉུང་རེ།
bs: Ovaj kanal je samo za čitanje
ca: Aquest canal és de només lectura
ceb: Read-only lang ang channel na ito
cs: Tento kanál je jen pro čtení
da: Denne kanal er skrivebeskyttet
de: Dieser Kanal ist schreibgeschützt
el: Αυτό το κανάλι είναι read-only
es: Este canal es solo lectura
et: See kanal on ainult lugemiseks
eu: Kanal hau irakurtzeko soilik da
fa: این کانال فقط خواندنی‌ست
fi: Tämä kanava on vain luettava
fr: Ce canal est en lecture seule
fr_ca: Ce canal est en lecture seule
ga: Is léamh-amháin an chainéal seo
gl: Este canal é de só lectura
he: ערוץ זה קריא בלבד
hi: ये चैनल रीड-ओनली है
hr: Ovaj kanal je samo za čitanje
hu: Ez a csatorna csak olvasható
id: Channel ini read-only
it: Questo canale è in sola lettura
ja: このチャンネルは読み取り専用です
ka: ეს არხი მხოლოდ კითხვის რეჟიმში არის
kab: Tanala-agi d tanala n tɣuri kan
ko: 읽기 전용 채널이에요.
lt: Šis kanalas tik skaitomasis
lv: Šis kanāls ir tikai lasīšanai
ms: Saluran ini hanya baca
nb: Denne kanalen er skrivebeskyttet
nl: Dit kanaal is alleen-lezen
pa: ਇਹ ਚੈਨਲ ਸਿਰਫ read ਲਈ ਹੈ।
pl: Ten kanał jest tylko do odczytu
pt_br: Este canal é somente leitura
pt_pt: Este canal é só de leitura
ro: Acest canal este doar pentru citire
ru: Этот канал только для чтения
sk: Tento kanál je iba na čítanie
sr: Ovaj kanal je samo za čitanje.
sv: Den här kanalen är skrivskyddad
th: ช่องนี้เป็นแบบอ่านอย่างเดียว
tk: Bu kanal salt okunur
tr: Bu kanal salt okunur
ug: بۇ قانال فقەت ئوقۇيۇش
uk: Цей канал тільки для читання
ur: یہ چینل صرف پڑھنے کے لیے ہے
uz: Bu kanal faqat o'qish uchun
vi: Kênh này chỉ xem được thôi
zh_hans: 此频道只读
zh_hant: 此頻道為唯讀

source: This field is required
ar: الحقل مطلوب
az: Bu sahə zəruridir
bg: Това поле е задължително
bn: এই ফিল্ড ফিল করতে হবে
bo: འདི་གཏུབ་ཅིག་དགོས།
bs: Ovo polje je obavezno
ca: Aquest camp és obligatori
ceb: Kailangan ang field na ito
cs: Toto pole je povinné
da: Dette felt er påkrævet
de: Dieses Feld ist erforderlich
el: Αυτό το πεδίο είναι υποχρεωτικό
es: Este campo es obligatorio
et: See väli on kohustuslik
eu: Eremu hau derrigorra da
fa: این فیلد الزامی‌ست
fi: Tämä kenttä on pakollinen
fr: Ce champ est obligatoire
fr_ca: Ce champ est obligatoire
ga: Riachtanach an réimse seo
gl: Este campo é obrigatorio
he: שדה זה חובה
hi: ये फील्ड जरूरी है
hr: Ovo polje je obavezno
hu: Ez a mező kötelező
id: Field ini harus diisi
it: Questo campo è obbligatorio
ja: このフィールドは必須です
ka: ეს ველი აუცილებელია
kab: Uzarug-agi yettwaḥwaǧ
ko: 필수 입력 항목이에요.
lt: Šis laukas yra būtinas
lv: Šis lauks ir obligāts
ms: Medan ini diperlukan
nb: Dette feltet er obligatorisk
nl: Dit veld is verplicht
pa: ਇਹ ਫੀਲਡ ਜਰੂਰੀ ਹੈ।
pl: To pole jest wymagane
pt_br: Este campo é obrigatório
pt_pt: Este campo é obrigatório
ro: Acest câmp este obligatoriu
ru: Это поле обязательно
sk: Toto pole je povinné
sr: Ovo polje je obavezno.
sv: Det här fältet är obligatoriskt
th: ต้องกรอกฟิลด์นี้
tk: Bu alan gerekli
tr: Bu alan gerekli
ug: بۇ دائىرە زۋرۇری
uk: Це поле обов'язкове
ur: یہ فیلڈ ضروری ہے
uz: Bu maydon to'ldirish kerak
vi: Cần phải điền trường này
zh_hans: 此字段必填
zh_hant: 此欄位為必填

source: This file will be removed from the knowledge base.
ar: الملف راح يتحذف من المعلومات
az: Bu fayl bilik bazasından silinəcək.
bg: Този файл ще бъде премахнат от базата знания.
bn: এই ফাইল নলেজ বেস থেকে বাদ যাবে।
bo: འདི་ཤེས་ཏེགས་ལ་ཕབ་ཕེབ་དགོ།
bs: Ova datoteka će biti uklonjena iz baze znanja
ca: Aquest fitxer es treurà de la base de coneixement.
ceb: Aalis ang file na ito sa knowledge base.
cs: Tento soubor se odebere ze znalostní báze.
da: Denne fil fjernes fra vidensbasen.
de: Diese Datei wird aus der Wissensdatenbank entfernt.
el: Αυτό το αρχείο θα αφαιρεθεί από τη knowledge base.
es: Este archivo se eliminará de la base de conocimiento.
et: See fail eemaldatakse teadmistebaasist.
eu: Fitxategi hau ezagutza basetik kenduko da.
fa: این فایل از پایگاه اطلاعات حذف می‌شه.
fi: Tämä tiedosto poistetaan tietokannasta.
fr: Ce fichier sera supprimé de la base de connaissances.
fr_ca: Ce fichier sera retiré de la base de connaissances.
ga: Bainfear an comhad seo as an bhunús eolais.
gl: Este ficheiro será eliminado da base de coñecemento.
he: הקובץ הזה יוסר מבסיס הידע.
hi: ये फाइल नॉलेज बेस से हटा दी जाएगी।
hr: Ova datoteka će biti uklonjena iz baze znanja.
hu: Ez a fájl eltávolításra kerül a tudásbázisból.
id: File ini bakal dihapus dari knowledge base.
it: Questo file verrà rimosso dalla knowledge base.
ja: このファイルがナレッジベースから削除されます
ka: ეს ფაილი ამოიშორება ცოდნის ბაზიდან
kab: Tfaylu-agi ad tessukkes-d seg unebdu n tisuffra.
ko: 이 파일이 지식베이스에서 제거돼요.
lt: Šis failas bus pašalintas iš žinių bazės.
lv: Šis fails tiks noņemts no zināšanu bāzes.
ms: Fail ini akan dibuang dari pangkalan pengetahuan.
nb: Denne filen vil bli fjernet fra kunnskapsbasen.
nl: Dit bestand wordt verwijderd uit de kennisbank.
pa: ਇਹ ਫਾਈਲ knowledge base ਤੋਂ ਹਟ ਜਾਵੇਗੀ।
pl: Ten plik zostanie usunięty z bazy wiedzy
pt_br: Este arquivo vai ser removido da base de conhecimento.
pt_pt: Este ficheiro será removido da base de conhecimento.
ro: Acest fișier va fi eliminat din baza de cunoștințe.
ru: Этот файл будет удалён из базы знаний.
sk: Tento súbor bude odstránený zo znalostnej bázy.
sr: Ova datoteka će biti uklonjena iz baze znanja.
sv: Den här filen tas bort från kunskapsbasen.
th: ไฟล์นี้จะลบออกจากฐานข้อมูล
tk: Bu dosya bilgi tabanından kaldırılacak.
tr: Dosya bilgi tabanından kaldırılacak.
ug: بۇ ھۆججەت بىلگە پايدىسىدىن چىقىدۇ.
uk: Цей файл буде видалено з бази знань
ur: یہ فائل علم کی بنیاد سے ہٹائی جائے گی۔
uz: Bu fayl bilim bazasidan olib tashlanadi.
vi: File này sẽ bị xóa khỏi knowledge base
zh_hans: 此文件将从知识库中移除。
zh_hant: 此檔案將從知識庫中移除。

source: This function has no user-configurable settings.
ar: الدالة ما فيها إعدادات
az: Bu funksiyanın tənzim etmə seçənəyi yoxdur.
bg: Тази функция няма потребителски настройки.
bn: এই ফিচারের কোনো সেটিংস নেই।
bo: འདི་ལ་གླེང་སྟེགས་མེད།
bs: Ova funkcija nema korisnički konfigurabilnih postavki
ca: Aquesta funció no té paràmetres configurables.
ceb: Walang settings na pwedeng i-configure ang function na ito.
cs: Tato funkce nemá žádná nastavení
da: Denne funktion har ingen brugertilpasselige indstillinger.
de: Diese Funktion hat keine nutzerdefinierbaren Einstellungen.
el: Αυτή η συνάρτηση δεν έχει ρυθμίσεις που μπορεί ο χρήστης να αλλάξει.
es: Esta función no tiene ajustes configurables.
et: Sellel funktsioonil pole seadistavaid seadistusi.
eu: Funtzio honek ez du erabiltzaileak konfigura ditzakeen ezarpenak.
fa: این تابع تنظیمات قابل‌تنظیم برای کاربر نداره.
fi: Tällä funktiolla ei ole säädettäviä asetuksia.
fr: Cette fonction n'a pas de paramètres configurables.
fr_ca: Cette fonction n'a pas de paramètres à configurer.
ga: Níl aon socruithe don fheidhm seo.
gl: Esta función non ten opcións configurables polo usuario.
he: לפונקציה הזו אין הגדרות להתאמה.
hi: इस फंक्शन में कोई यूजर-कॉन्फ़िगरेबल सेटिंग्स नहीं हैं।
hr: Ova funkcija nema korisničkih podesavanja.
hu: Ennek a funkciónak nincs mit konfigurálni.
id: Fungsi ini gak ada pengaturan yang bisa dikonfigurasi.
it: Questa funzione non ha impostazioni configurabili.
ja: この機能はユーザーが設定できる項目がありません
ka: ამ ფუნქციას არ აქვს კონფიგურირებული პარამეტრები
kab: Tajumma-agi ur tesɛi ara tisenfar.
ko: 사용자 설정이 없는 기능이에요.
lt: Ši funkcija neturi naudotojo konfigūruojamų nustatymų.
lv: Šai funkcijai nav iestatījumu.
ms: Fungsi ini tidak ada tetapan boleh dikonfigurasi pengguna.
nb: Denne funksjonen har ingen brukerkonfigurbare innstillinger.
nl: Deze functie heeft geen configureerbare instellingen.
pa: ਇਸ ਫੰਕਸ਼ਨ ਕੋਲ user settings ਨਹੀਂ ਹਨ।
pl: Ta funkcja nie ma konfigurowalnych ustawień
pt_br: Esta função não tem configurações pra personalizar.
pt_pt: Esta função não tem definições configuráveis pelo utilizador.
ro: Această funcție nu are setări configurabile.
ru: У этой функции нет никаких настроек.
sk: Táto funkcia nemá žiadne nastavenia na konfiguráciu.
sr: Ova funkcija nema korisničkih postavki.
sv: Den här funktionen har inga användarinställningar.
th: ฟังก์ชันนี้ไม่มีการตั้งค่า
tk: Bu fonksiyonun ayarlanabilir seçeneği yok.
tr: Bu fonksiyonun ayarlanabilir bir ayarı yok.
ug: بۇ فۇنكسىيە تېڭشىي بولىدىغان مىسالى يوق.
uk: У цій функції немає налаштувань
ur: اس فنکشن میں صارف کی ترتیب والی کوئی سیٹنگ نہیں ہے۔
uz: Bu funktsiya sozlanishi mumkin bo'lgan parametrlarni o'z ichiga olmaydi.
vi: Tính năng này không có cài đặt nào để tùy chỉnh
zh_hans: 此功能没有可配置的用户设置。
zh_hant: 此功能沒有使用者可設定的選項。

source: This Month
ar: هالشهر
az: Bu Ay
bg: Този месец
bn: এই মাসে
bo: དེ་རིང་ཟླ།
bs: Ovaj mjesec
ca: Aquest mes
ceb: Ngayong Buwan
cs: Tento měsíc
da: Denne måned
de: Dieser Monat
el: Αυτόν το Μήνα
es: Este mes
et: See kuu
eu: Hilabete hau
fa: این ماه
fi: Tämä kuukausi
fr: Ce mois
fr_ca: Ce mois
ga: An Mhí Seo
gl: Este mes
he: החודש הזה
hi: इस महीने
hr: Ovaj mesec
hu: Ez a hónap
id: Bulan Ini
it: Questo Mese
ja: 今月
ka: ამ თვეში
kab: Izwel-agi
ko: 이번 달
lt: Šis mėnuo
lv: Šis mēnesis
ms: Bulan Ini
nb: Denne måneden
nl: Deze maand
pa: ਇਹ ਮਹੀਨਾ
pl: Ten miesiąc
pt_br: Este Mês
pt_pt: Este Mês
ro: Luna asta
ru: Этот месяц
sk: Tento mesiac
sr: Ovaj mesec
sv: Den här månaden
th: เดือนนี้
tk: Bu Ay
tr: Bu Ay
ug: بۇ ئايدا
uk: Цього місяця
ur: اس مہینے
uz: Bu oy
vi: Tháng này
zh_hans: 本月
zh_hant: 本月
